
"Passcode Lock" = "密码锁";

"All data in this app will be erased after %d failed passcode attempts." = "本应用中的所有数据将在第%d次密码尝试失败后被删除。";
"Cancel" = "取消";
"Enable" = "启用";
"Erase all content in the app after %d failed passcode attempts." = "第%d次密码尝试失败后，擦除应用中的所有内容。";

"Turn Passcode Off" = "关闭密码锁";
"Turn Passcode On" = "开启密码锁";
"Change Passcode" = "更改密码锁";
"Erase Data" = "擦除数据";
"Set Passcode" = "设置密码锁";
"Turn off Passcode" = "关闭密码锁";
"Enter Passcode" = "输入密码";
"1 Failed Passcode Attempt" = "第1次密码尝试失败";
"%i Failed Passcode Attempts" = "第%i次密码尝试失败";
"Passcodes did not match. Try again." = "密码不匹配。请再试一次。";
"Enter a different passcode. You cannot re-use the same passcode." = "请输入不同的密码。您不能重复使用上一次的密码。";
"Erase all data and reset passcode" = "擦除所有数据并重置密码锁？";

"Enter your passcode" = "输入您的密码";
"Enter a passcode" = "输入一个密码";
"Re-enter your passcode" = "重新输入密码";
"Enter your old passcode" = "输入旧密码";
"Enter your new passcode" = "输入新密码";
"Re-enter your new passcode" = "重新输入新密码";

"Passcode lock notice" = "请注意";
"ResetInfo" = "无法重置密码。如果您忘记了密码，将无法访问您的聊天记录。";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "应用密码锁可保护您的数据免遭窥视，但不能代替在设备上设置密码锁。\n如果还没有设置密码锁，请为设备设置密码，以确保对设备上的数据进行加密。";

"Require Passcode" = "需要输入密码";
"Immediately" = "立即";
"After 1 minute" = "1分钟后";
"After %d minutes" = "%d分钟后";
"After 1 min." = "1分钟后。";
"After %d min." = "%d分钟后。";
"After 1 hour" = "1小时后";
"After %d hours" = "%d小时后";
